/**********************************************************************
 *
 * @模块名称: mockData
 *
 * @模块用途: mockData
 *
 * @date: 2021/10/21 14:42
 *
 * @版权所有: pgli
 *
 **********************************************************************/
export const treeData = [{
	id: 1,
	children: [{
		id: 11,
		children: [{
			id: 7,
		}]
	}, {
		id: 11
	}, {
		id: 7
	}]
}, {
	id: 2,
	children: [{
		id: 11,
	}, {
		id: 11
	}, {
		id: 6
	}]
}, {
	id: 3,
}, {
	id: 4,
}, {
	id: 5,
	children: [{
		id: 6,
		children: [{
			id: 7,
		}, {
			id: 8,
		}]
	}]
}];
